"101"="Fotoğraf makinesi modeli";
"102"="Çekim Tarihi/Saati";
"106"="Tv(Örtücü hızı)";
"107"="Av(Diyafram değeri)";
"109"="Pozlama telafisi";
"111"="ISO hızı";
"116"="Görüntü boyutu";
"117"="Renk uzayı";
"118"="sRGB";
"119"="Adobe RGB";
"121"="GPS verisi";
"122"="Enlem";
"123"="Boylam";
"124"="Yükseklik";
"125"="Coğrafi koordinat sistemi";
"126"="Tarih/saat(UTC)";
"127"="Uydu sinyali durumu";
"128"="Tamam";
"129"="NG";
"131"="%d/%m/%y %H:%M:%S";
